Repository: myrotvorets/wp-plugin-identigraf
Catalog: lang/i8f-*.po
Languages: ru_ru

source: IDentigraF integration for WP
ru_ru: Интеграция IDentigraF с WP

source: Unable to process the video. Unknown error.
ru_ru: Не удалось обработать видео. Неизвестная ошибка.

source: [%1$s] VIDentigraF: Video Processing Results
ru_ru: [%1$s] VIDentigraF: Результаты обработки видео

source: There was an error processing the video %1$s: %2$s
ru_ru: Произошла ошибка при обработке видео %1$s: %2$s

source: Video %1$s has been processed. Link: %2$s The link is valid for 24 hours.
ru_ru: Видео %1$s обработано. Ссылка: %2$s Ссылка действительна в течение 24 часов.

source: HTTP error %1$d calling Myrotvorets API.
ru_ru: Ошибка HTTP %1$d при обращении к Myrotvorets API.

source: Bad response from Myrotvorets API.
ru_ru: Неверный ответ от Myrotvorets API.

source: Access denied.
ru_ru: Доступ запрещён.

source: Bad request.
ru_ru: Неверный запрос.

source: Failed to create file "%s"
ru_ru: Не удалось создать файл "%s"

source: Failed to add a file to the archive.
ru_ru: Не удалось добавить файл в архив.

source: Failed to archive results.
ru_ru: Не удалось создать архив с результатами.

source: Unable to extract file "%1$s".
ru_ru: Не удалось извлечь файл "%1$s".

source: Unable to create temporary file.
ru_ru: Невозможно создать временный файл.
