Repository: myrotvorets/wp-plugin-identigraf
Catalog: lang/i8fa-*.po
Languages: ru_ru

source: IDentigraF integration for WP
ru_ru: Интеграция IDentigraF с WP

source: IDentigraF Settings
ru_ru: IDentigraF: настройки

source: Search by Photo
ru_ru: Поиск по фотографии

source: Search
ru_ru: Поиск

source: Compare Faces
ru_ru: Сравнение лиц

source: Compare
ru_ru: Сравнение

source: Upload Video
ru_ru: Загрузка видео

source: Video
ru_ru: Видео

source: Settings
ru_ru: Настройки

source: API Server URL
ru_ru: URL сервера API

source: Seeda Sambaddh API Server URL
ru_ru: URL сервера Seeda Sambaddh API

source: JWT Secret
ru_ru: Секрет JWT
